Revit 2024 API
UnitTypeId.OneToRatio Property
 1 : Ratio.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId OneToRatio { get; }
Visual Basic
Public Shared ReadOnly Property OneToRatio As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ OneToRatio {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace